Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 正在恢复 Kindle 阅读页面…
de: Kindle-Leseseite wird wiederhergestellt …
en: Restoring the Kindle reading page…
es: Restaurando la página de lectura de Kindle…
fr: Restauration de la page de lecture Kindle…
hi: Kindle रीडिंग पेज पुनर्स्थापित किया जा रहा है…
it: Ripristino della pagina di lettura Kindle…
ja: Kindle の読書ページを復元しています…
pt_br: Restaurando a página de leitura do Kindle…

source: 请先处理 Amazon 的 Cookie 提示。
de: Bitte wähle zuerst eine Option im Cookie-Hinweis von Amazon aus.
en: Please choose an option in Amazon's cookie prompt first.
es: Primero, elige una opción en el aviso de cookies de Amazon.
fr: Veuillez d’abord choisir une option dans la bannière de cookies d’Amazon.
hi: पहले Amazon की कुकी सूचना में कोई विकल्प चुनें।
it: Prima scegli un'opzione nell'avviso sui cookie di Amazon.
ja: 先に Amazon の Cookie の案内でいずれかの選択肢を選んでください。
pt_br: Primeiro, escolha uma opção no aviso de cookies da Amazon.

source: YouTube 播放器未能初始化或暂时限制了字幕访问，请重试或在 YouTube 中打开视频
de: Der YouTube-Player konnte nicht initialisiert werden oder YouTube schränkt den Untertitelzugriff vorübergehend ein. Versuche es erneut oder öffne das Video in YouTube.
en: The YouTube player couldn't initialize, or YouTube temporarily limited caption access. Try again or open the video in YouTube.
es: El reproductor de YouTube no pudo inicializarse o YouTube limitó temporalmente el acceso a los subtítulos. Inténtalo de nuevo o abre el video en YouTube.
fr: Le lecteur YouTube n’a pas pu s’initialiser ou YouTube a temporairement limité l’accès aux sous-titres. Réessayez ou ouvrez la vidéo dans YouTube.
hi: YouTube प्लेयर शुरू नहीं हो सका, या YouTube ने कैप्शन की पहुँच अस्थायी रूप से सीमित कर दी है। फिर कोशिश करें या वीडियो YouTube में खोलें।
it: Il player di YouTube non è riuscito ad avviarsi oppure YouTube ha limitato temporaneamente l’accesso ai sottotitoli. Riprova o apri il video in YouTube.
ja: YouTube プレーヤーを初期化できなかったか、YouTube により字幕へのアクセスが一時的に制限されています。再試行するか、YouTube で動画を開いてください。
pt_br: O player do YouTube não conseguiu iniciar ou o YouTube limitou temporariamente o acesso às legendas. Tente novamente ou abra o vídeo no YouTube.

source: YouTube 暂时限制了字幕访问，视频本身可能仍可正常观看；请稍后重试或在 YouTube 中打开
de: YouTube schränkt den Zugriff auf Untertitel vorübergehend ein. Das Video selbst lässt sich möglicherweise weiterhin normal ansehen. Versuche es später erneut oder öffne es in YouTube.
en: YouTube has temporarily limited caption access. The video itself may still play normally. Try again later or open it in YouTube.
es: YouTube ha limitado temporalmente el acceso a los subtítulos. Es posible que el video siga reproduciéndose con normalidad. Inténtalo más tarde o ábrelo en YouTube.
fr: YouTube a temporairement limité l’accès aux sous-titres. La vidéo elle-même peut encore être lue normalement. Réessayez plus tard ou ouvrez-la dans YouTube.
hi: YouTube ने कैप्शन की पहुँच अस्थायी रूप से सीमित कर दी है। वीडियो अभी भी सामान्य रूप से चल सकता है। बाद में फिर कोशिश करें या इसे YouTube में खोलें।
it: YouTube ha limitato temporaneamente l’accesso ai sottotitoli. Il video potrebbe comunque essere riprodotto normalmente. Riprova più tardi o aprilo in YouTube.
ja: YouTube により字幕へのアクセスが一時的に制限されています。動画自体は通常どおり視聴できる可能性があります。後でもう一度試すか、YouTube で開いてください。
pt_br: O YouTube limitou temporariamente o acesso às legendas. O vídeo ainda pode ser reproduzido normalmente. Tente novamente mais tarde ou abra-o no YouTube.

source: 在 YouTube 中打开
de: In YouTube öffnen
en: Open in YouTube
es: Abrir en YouTube
fr: Ouvrir dans YouTube
hi: YouTube में खोलें
it: Apri in YouTube
ja: YouTube で開く
pt_br: Abrir no YouTube

source: YouTube 字幕稿
de: YouTube-Transkript
en: YouTube transcript
es: Transcripción de YouTube
fr: Transcription YouTube
hi: YouTube ट्रांसक्रिप्ट
it: Trascrizione di YouTube
ja: YouTube の字幕
pt_br: Transcrição do YouTube

source: YouTube 字幕稿目前仅支持朗读，已自动切换为朗读。
de: YouTube-Transkripte unterstützen derzeit nur Vorlesen. CastReader hat daher zu Vorlesen gewechselt.
en: YouTube transcripts currently support Read Aloud only, so CastReader switched to Read Aloud.
es: Las transcripciones de YouTube actualmente solo admiten Leer en voz alta, por lo que CastReader cambió a ese modo.
fr: Les transcriptions YouTube ne prennent actuellement en charge que la lecture à voix haute. CastReader a donc activé ce mode.
hi: YouTube ट्रांसक्रिप्ट अभी केवल ज़ोर से पढ़ें का समर्थन करते हैं, इसलिए CastReader ने ज़ोर से पढ़ें पर स्विच कर दिया है।
it: Le trascrizioni di YouTube al momento supportano solo Lettura ad alta voce, quindi CastReader è passato a questa modalità.
ja: YouTube の字幕は現在「読み上げ」のみに対応しているため、CastReader は「読み上げ」に切り替えました。
pt_br: No momento, as transcrições do YouTube são compatíveis apenas com Leitura em voz alta; por isso, o CastReader mudou para esse modo.

source: 这不是有效的 YouTube 视频链接
de: Dies ist kein gültiger YouTube-Videolink.
en: This isn't a valid YouTube video link.
es: Este no es un enlace válido de video de YouTube.
fr: Ce lien ne correspond pas à une vidéo YouTube valide.
hi: यह मान्य YouTube वीडियो लिंक नहीं है।
it: Questo non è un link valido a un video di YouTube.
ja: 有効な YouTube 動画リンクではありません。
pt_br: Este não é um link válido de vídeo do YouTube.

source: 这个视频没有字幕，无法朗读
de: Dieses Video hat keine Untertitel zum Vorlesen.
en: This video has no captions to read aloud.
es: Este video no tiene subtítulos para leer en voz alta.
fr: Cette vidéo ne contient aucun sous-titre à lire à voix haute.
hi: इस वीडियो में ज़ोर से पढ़ने के लिए कैप्शन नहीं हैं।
it: Questo video non ha sottotitoli da leggere ad alta voce.
ja: この動画には読み上げ可能な字幕がありません。
pt_br: Este vídeo não tem legendas para leitura em voz alta.

source: 这个字幕语言暂不支持朗读
de: Vorlesen unterstützt diese Untertitelsprache noch nicht.
en: Read Aloud doesn't support this caption language yet.
es: Leer en voz alta aún no admite el idioma de estos subtítulos.
fr: La lecture à voix haute ne prend pas encore en charge la langue de ces sous-titres.
hi: ज़ोर से पढ़ें अभी इस कैप्शन भाषा का समर्थन नहीं करता।
it: Lettura ad alta voce non supporta ancora la lingua di questi sottotitoli.
ja: この字幕言語はまだ読み上げに対応していません。
pt_br: A Leitura em voz alta ainda não é compatível com o idioma desta legenda.

source: 暂不支持直播视频
de: Livevideos werden noch nicht unterstützt.
en: Live videos aren't supported yet.
es: Los videos en directo aún no son compatibles.
fr: Les vidéos en direct ne sont pas encore prises en charge.
hi: लाइव वीडियो अभी समर्थित नहीं हैं।
it: I video in diretta non sono ancora supportati.
ja: ライブ動画にはまだ対応していません。
pt_br: Vídeos ao vivo ainda não são compatíveis.

source: 该视频需要登录 YouTube 查看，无法解析
de: Für dieses Video ist eine YouTube-Anmeldung erforderlich; es kann nicht verarbeitet werden.
en: This video requires YouTube sign-in and can't be parsed.
es: Este video requiere iniciar sesión en YouTube y no se puede procesar.
fr: Cette vidéo nécessite une connexion à YouTube et ne peut pas être analysée.
hi: इस वीडियो को देखने के लिए YouTube में साइन इन करना ज़रूरी है, इसलिए इसे पार्स नहीं किया जा सकता।
it: Questo video richiede l’accesso a YouTube e non può essere analizzato.
ja: この動画の視聴には YouTube へのログインが必要なため、解析できません。
pt_br: Este vídeo exige login no YouTube e não pode ser processado.

source: 该视频不可用
de: Dieses Video ist nicht verfügbar.
en: This video isn't available.
es: Este video no está disponible.
fr: Cette vidéo n’est pas disponible.
hi: यह वीडियो उपलब्ध नहीं है।
it: Questo video non è disponibile.
ja: この動画は利用できません。
pt_br: Este vídeo não está disponível.

source: 解析超时，请重试
de: Zeitüberschreitung bei der Untertitelverarbeitung. Versuche es erneut.
en: Caption parsing timed out. Try again.
es: Se agotó el tiempo para procesar los subtítulos. Inténtalo de nuevo.
fr: Le traitement des sous-titres a expiré. Réessayez.
hi: कैप्शन पार्स करने में समय समाप्त हो गया। फिर से कोशिश करें।
it: Il tempo per analizzare i sottotitoli è scaduto. Riprova.
ja: 字幕の解析がタイムアウトしました。もう一度お試しください。
pt_br: O processamento das legendas expirou. Tente novamente.

source: 已取消解析
de: Die Untertitelverarbeitung wurde abgebrochen.
en: Caption parsing was cancelled.
es: Se canceló el procesamiento de los subtítulos.
fr: L’analyse des sous-titres a été annulée.
hi: कैप्शन पार्स करना रद्द कर दिया गया।
it: L’analisi dei sottotitoli è stata annullata.
ja: 字幕の解析をキャンセルしました。
pt_br: O processamento das legendas foi cancelado.

source: 已检测到字幕，但暂时无法读取，请重试
de: Untertitel wurden erkannt, können aber derzeit nicht gelesen werden. Versuche es erneut.
en: Captions were detected but can't be read right now. Try again.
es: Se detectaron subtítulos, pero no se pueden leer ahora. Inténtalo de nuevo.
fr: Des sous-titres ont été détectés, mais ils ne peuvent pas être lus pour le moment. Réessayez.
hi: कैप्शन मिले हैं, लेकिन अभी पढ़े नहीं जा सकते। फिर से कोशिश करें।
it: Sono stati rilevati sottotitoli, ma al momento non è possibile leggerli. Riprova.
ja: 字幕が検出されましたが、現在は読み込めません。もう一度お試しください。
pt_br: Foram detectadas legendas, mas elas não podem ser lidas no momento. Tente novamente.

source: 字幕格式暂时无法读取，请重试
de: Dieses Untertitelformat kann derzeit nicht gelesen werden. Versuche es erneut.
en: This caption format can't be read right now. Try again.
es: Este formato de subtítulos no se puede leer ahora. Inténtalo de nuevo.
fr: Ce format de sous-titres ne peut pas être lu pour le moment. Réessayez.
hi: इस कैप्शन फ़ॉर्मेट को अभी पढ़ा नहीं जा सकता। फिर से कोशिश करें।
it: Al momento non è possibile leggere questo formato di sottotitoli. Riprova.
ja: この字幕形式は現在読み込めません。もう一度お試しください。
pt_br: Este formato de legenda não pode ser lido no momento. Tente novamente.

source: 网络连接失败，请重试
de: Die Netzwerkverbindung ist fehlgeschlagen. Versuche es erneut.
en: The network connection failed. Try again.
es: Falló la conexión de red. Inténtalo de nuevo.
fr: La connexion réseau a échoué. Réessayez.
hi: नेटवर्क कनेक्शन विफल हुआ। फिर से कोशिश करें।
it: Connessione di rete non riuscita. Riprova.
ja: ネットワーク接続に失敗しました。もう一度お試しください。
pt_br: Falha na conexão de rede. Tente novamente.

source: 字幕语言
de: Untertitelsprache
en: Caption language
es: Idioma de los subtítulos
fr: Langue des sous-titres
hi: कैप्शन भाषा
it: Lingua dei sottotitoli
ja: 字幕の言語
pt_br: Idioma da legenda

source: 自动生成
de: Automatisch erstellt
en: Auto-generated
es: Generados automáticamente
fr: Générés automatiquement
hi: स्वतः जनरेट
it: Generati automaticamente
ja: 自動生成
pt_br: Gerada automaticamente

source: 暂不支持朗读
de: Vorlesen nicht unterstützt
en: Narration not supported
es: Narración no compatible
fr: Lecture audio non prise en charge
hi: वाचन समर्थित नहीं
it: Lettura non supportata
ja: 読み上げ非対応
pt_br: Narração não suportada

source: 正在切换字幕语言…
de: Untertitelsprache wird gewechselt …
en: Switching caption language…
es: Cambiando el idioma de los subtítulos…
fr: Changement de la langue des sous-titres…
hi: कैप्शन भाषा बदली जा रही है…
it: Cambio della lingua dei sottotitoli…
ja: 字幕の言語を切り替えています…
pt_br: Alterando o idioma da legenda…

source: 切换字幕语言失败
de: Untertitelsprache konnte nicht gewechselt werden
en: Couldn’t switch caption language
es: No se pudo cambiar el idioma de los subtítulos
fr: Impossible de changer la langue des sous-titres
hi: कैप्शन भाषा नहीं बदली जा सकी
it: Impossibile cambiare la lingua dei sottotitoli
ja: 字幕の言語を切り替えられませんでした
pt_br: Não foi possível alterar o idioma da legenda

source: 这个语言的字幕暂时读不到，已保留当前语言
de: Diese Untertitel konnten nicht geladen werden. Die aktuelle Sprache bleibt erhalten.
en: Those captions couldn’t be loaded. Keeping the current language.
es: No se pudieron cargar esos subtítulos. Se mantiene el idioma actual.
fr: Impossible de charger ces sous-titres. La langue actuelle est conservée.
hi: ये कैप्शन लोड नहीं हो सके। मौजूदा भाषा बनी रहेगी।
it: Impossibile caricare questi sottotitoli. Viene mantenuta la lingua attuale.
ja: この言語の字幕を読み込めませんでした。現在の言語のままにします。
pt_br: Não foi possível carregar essas legendas. O idioma atual foi mantido.

source: 好的
de: OK
en: OK
es: Aceptar
fr: OK
hi: ठीक है
it: OK
ja: OK
pt_br: OK

source: 清空
de: Löschen
en: Clear
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
pt_br: Limpar

source: 没有匹配的语言
de: Keine passenden Sprachen
en: No matching languages
es: No hay idiomas coincidentes
fr: Aucune langue correspondante
hi: कोई मेल खाती भाषा नहीं
it: Nessuna lingua corrispondente
ja: 一致する言語がありません
pt_br: Nenhum idioma correspondente

source: 已下载
de: Heruntergeladen
en: Downloaded
es: Descargado
fr: Téléchargé
hi: डाउनलोड किया गया
it: Scaricato
ja: ダウンロード済み
pt_br: Baixado

source: 可立即切换
de: Sofort umschaltbar
en: Switches instantly
es: Cambio instantáneo
fr: Changement instantané
hi: तुरंत स्विच होगा
it: Cambio immediato
ja: すぐに切り替え可能
pt_br: Troca instantânea

source: 需要联网才能获取
de: Zum Laden ist eine Verbindung nötig
en: Needs a connection to fetch
es: Requiere conexión para obtenerlo
fr: Nécessite une connexion pour être récupéré
hi: प्राप्त करने के लिए इंटरनेट चाहिए
it: Richiede una connessione per il download
ja: 取得にはインターネット接続が必要です
pt_br: Requer conexão para baixar

source: 切换语言会重新生成朗读音频
de: Ein Sprachwechsel erzeugt die Sprachausgabe neu
en: Switching languages regenerates the narration
es: Cambiar de idioma vuelve a generar la narración
fr: Changer de langue régénère la lecture audio
hi: भाषा बदलने पर वाचन ऑडियो फिर से बनेगा
it: Cambiare lingua rigenera la lettura audio
ja: 言語を切り替えると読み上げ音声を作り直します
pt_br: Trocar de idioma gera a narração novamente

source: 今日剩余朗读 %d 分钟
de: Heute noch %d Minuten Vorlesen übrig
en: %d minutes of narration left today
es: Quedan %d minutos de narración hoy
fr: Il reste %d minutes de lecture aujourd’hui
hi: आज %d मिनट का वाचन शेष
it: Restano %d minuti di lettura oggi
ja: 本日の読み上げ残り %d 分
pt_br: Restam %d minutos de narração hoje

source: 字幕稿
de: Transkript
en: Transcript
es: Transcripción
fr: Transcription
hi: ट्रांसक्रिप्ट
it: Trascrizione
ja: 字幕
pt_br: Transcrição

source: 字幕稿不可用
de: Transkript nicht verfügbar
en: Transcript unavailable
es: Transcripción no disponible
fr: Transcription indisponible
hi: ट्रांसक्रिप्ट उपलब्ध नहीं है
it: Trascrizione non disponibile
ja: 字幕を利用できません
pt_br: Transcrição indisponível

source: 请返回后重新解析这个视频
de: Gehe zurück und verarbeite dieses Video erneut.
en: Go back and parse this video again.
es: Vuelve atrás y procesa este video de nuevo.
fr: Revenez en arrière et analysez à nouveau cette vidéo.
hi: वापस जाएँ और इस वीडियो को फिर से पार्स करें।
it: Torna indietro e analizza di nuovo questo video.
ja: 戻って、この動画をもう一度解析してください。
pt_br: Volte e processe este vídeo novamente.

source: 回到当前位置
de: Zur aktuellen Position zurückkehren
en: Return to current position
es: Volver a la posición actual
fr: Revenir à la position actuelle
hi: मौजूदा स्थान पर लौटें
it: Torna alla posizione attuale
ja: 現在位置に戻る
pt_br: Voltar à posição atual

source: 回到 YouTube %@
de: YouTube bei %@ öffnen
en: Open YouTube at %@
es: Abrir YouTube en %@
fr: Ouvrir YouTube à %@
hi: YouTube को %@ पर खोलें
it: Apri YouTube a %@
ja: YouTube を %@ で開く
pt_br: Abrir o YouTube em %@

source: 回到 YouTube 当前时间
de: YouTube an der aktuellen Stelle öffnen
en: Open YouTube at the current time
es: Abrir YouTube en el momento actual
fr: Ouvrir YouTube à l’instant actuel
hi: YouTube को मौजूदा समय पर खोलें
it: Apri YouTube al momento attuale
ja: YouTube を現在の時刻で開く
pt_br: Abrir o YouTube no momento atual

source: 已缓存
de: Im Cache
en: Cached
es: En caché
fr: En cache
hi: कैश किया गया
it: In cache
ja: キャッシュ済み
pt_br: Em cache

source: 部分已缓存
de: Teilweise im Cache
en: Partially cached
es: Parcialmente en caché
fr: Partiellement en cache
hi: आंशिक रूप से कैश किया गया
it: Parzialmente in cache
ja: 一部キャッシュ済み
pt_br: Parcialmente em cache

source: 未缓存
de: Nicht im Cache
en: Not cached
es: Sin caché
fr: Non mis en cache
hi: कैश नहीं किया गया
it: Non in cache
ja: 未キャッシュ
pt_br: Não armazenado em cache

source: 已听 %d%%
de: Angehört: %d%%
en: Listened: %d%%
es: Escuchado: %d%%
fr: Écouté : %d%%
hi: सुना: %d%%
it: Ascoltato: %d%%
ja: 再生済み：%d%%
pt_br: Ouvido: %d%%

source: 已听 %d%% · 已缓存
de: Im Cache · Angehört: %d%%
en: Cached · Listened: %d%%
es: En caché · Escuchado: %d%%
fr: En cache · Écouté : %d%%
hi: कैश किया गया · सुना: %d%%
it: In cache · Ascoltato: %d%%
ja: キャッシュ済み · 再生済み：%d%%
pt_br: Em cache · Ouvido: %d%%

source: 已听 %d%% · 部分已缓存
de: Teilweise im Cache · Angehört: %d%%
en: Partially cached · Listened: %d%%
es: Parcialmente en caché · Escuchado: %d%%
fr: Partiellement en cache · Écouté : %d%%
hi: आंशिक रूप से कैश किया गया · सुना: %d%%
it: Parzialmente in cache · Ascoltato: %d%%
ja: 一部キャッシュ済み · 再生済み：%d%%
pt_br: Parcialmente em cache · Ouvido: %d%%

source: 听 YouTube
de: YouTube anhören
en: Listen to YouTube
es: Escuchar YouTube
fr: Écouter YouTube
hi: YouTube सुनें
it: Ascolta YouTube
ja: YouTube を聴く
pt_br: Ouvir YouTube

source: 分享视频链接，朗读公开字幕稿
de: Teile einen Videolink und höre das öffentliche Transkript.
en: Share a video link and hear its public transcript.
es: Comparte el enlace de un video y escucha su transcripción pública.
fr: Partagez le lien d’une vidéo et écoutez sa transcription publique.
hi: वीडियो लिंक शेयर करें और उसका सार्वजनिक ट्रांसक्रिप्ट सुनें।
it: Condividi il link di un video e ascolta la trascrizione pubblica.
ja: 動画リンクを共有して、公開字幕を聴けます。
pt_br: Compartilhe o link de um vídeo e ouça a transcrição pública.

source: 怎样从 YouTube 分享
de: So teilst du Inhalte aus YouTube
en: How to share from YouTube
es: Cómo compartir desde YouTube
fr: Comment partager depuis YouTube
hi: YouTube से कैसे शेयर करें
it: Come condividere da YouTube
ja: YouTube から共有する方法
pt_br: Como compartilhar pelo YouTube

source: 三步开始听字幕稿
de: In drei Schritten zum Transkript
en: Listen to a transcript in three steps
es: Escucha una transcripción en tres pasos
fr: Écoutez une transcription en trois étapes
hi: तीन चरणों में ट्रांसक्रिप्ट सुनें
it: Ascolta una trascrizione in tre passaggi
ja: 3 ステップで字幕を聴く
pt_br: Ouça uma transcrição em três etapas

source: 已学会
de: Verstanden
en: Learned
es: Entendido
fr: Compris
hi: समझ गया
it: Ho capito
ja: わかりました
pt_br: Entendi

source: 在 YouTube 点分享
de: Tippe in YouTube auf „Teilen“
en: Tap Share in YouTube
es: Toca Compartir en YouTube
fr: Touchez Partager dans YouTube
hi: YouTube में शेयर पर टैप करें
it: Tocca Condividi in YouTube
ja: YouTube で共有をタップ
pt_br: Toque em Compartilhar no YouTube

source: 选择 CastReader
de: CastReader auswählen
en: Choose CastReader
es: Elige CastReader
fr: Choisissez CastReader
hi: CastReader चुनें
it: Scegli CastReader
ja: CastReader を選択
pt_br: Escolha o CastReader

source: 自动朗读字幕
de: Transkript anhören
en: Hear the transcript
es: Escucha la transcripción
fr: Écoutez la transcription
hi: ट्रांसक्रिप्ट सुनें
it: Ascolta la trascrizione
ja: 字幕を聴く
pt_br: Ouça a transcrição

source: 在视频的分享面板里选择 CastReader；字幕可用时会直接进入朗读。
de: Wähle CastReader im Teilen-Menü eines Videos. Wenn Untertitel verfügbar sind, beginnt das Vorlesen direkt.
en: Choose CastReader from a video's Share menu. If captions are available, reading starts directly.
es: Elige CastReader en el menú Compartir del video. Si hay subtítulos disponibles, la lectura comenzará directamente.
fr: Choisissez CastReader dans le menu Partager d’une vidéo. Si des sous-titres sont disponibles, la lecture démarre directement.
hi: वीडियो के शेयर मेनू में CastReader चुनें। कैप्शन उपलब्ध होने पर पढ़ना सीधे शुरू हो जाएगा।
it: Scegli CastReader dal menu Condividi di un video. Se sono disponibili sottotitoli, la lettura inizierà direttamente.
ja: 動画の共有メニューで CastReader を選択します。字幕が利用できる場合は、そのまま読み上げが始まります。
pt_br: Escolha o CastReader no menu Compartilhar de um vídeo. Se houver legendas, a leitura começará diretamente.

source: 试听一个示例
de: Beispiel ausprobieren
en: Try an example
es: Probar un ejemplo
fr: Essayer un exemple
hi: एक उदाहरण आज़माएँ
it: Prova un esempio
ja: サンプルを試す
pt_br: Testar um exemplo

source: 粘贴视频链接
de: Videolink einfügen
en: Paste a video link
es: Pegar un enlace de video
fr: Coller un lien vidéo
hi: वीडियो लिंक पेस्ट करें
it: Incolla un link video
ja: 動画リンクをペースト
pt_br: Colar um link de vídeo

source: 粘贴
de: Einfügen
en: Paste
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: ペースト
pt_br: Colar

source: 开始朗读
de: Vorlesen starten
en: Start reading
es: Empezar a leer
fr: Commencer la lecture
hi: पढ़ना शुरू करें
it: Avvia la lettura
ja: 読み上げを開始
pt_br: Iniciar leitura

source: 收听历史
de: Hörverlauf
en: Listening history
es: Historial de escucha
fr: Historique d’écoute
hi: सुनने का इतिहास
it: Cronologia di ascolto
ja: 再生履歴
pt_br: Histórico de reprodução

source: 朗读过的字幕稿会显示在这里，方便继续收听。
de: Angehörte Transkripte erscheinen hier, damit du später weiterhören kannst.
en: Transcripts you've listened to appear here so you can continue later.
es: Las transcripciones que hayas escuchado aparecerán aquí para que puedas continuar más tarde.
fr: Les transcriptions que vous avez écoutées apparaissent ici afin de reprendre plus tard.
hi: आपके सुने हुए ट्रांसक्रिप्ट यहाँ दिखेंगे, ताकि आप बाद में आगे सुन सकें।
it: Le trascrizioni che hai ascoltato appariranno qui, così potrai continuare in seguito.
ja: 聴いた字幕はここに表示され、あとから続きを再生できます。
pt_br: As transcrições que você ouviu aparecerão aqui para continuar depois.

source: 字幕读取通过 YouTube 官方播放器完成；播放器仅静音初始化并立即暂停，朗读声音由字幕文本生成。
de: Untertitel werden über den offiziellen YouTube-Player geladen. Er startet nur stumm und wird sofort angehalten; die Vorlesestimme wird aus dem Untertiteltext erzeugt.
en: Captions are loaded through the official YouTube player. It initializes muted and pauses immediately; listening audio is generated from caption text.
es: Los subtítulos se cargan mediante el reproductor oficial de YouTube. Se inicia en silencio y se pausa de inmediato; el audio se genera a partir del texto.
fr: Les sous-titres sont chargés via le lecteur YouTube officiel. Il démarre en mode silencieux puis s’arrête immédiatement ; l’audio est généré à partir du texte.
hi: कैप्शन आधिकारिक YouTube प्लेयर से लोड होते हैं। यह म्यूट होकर शुरू होता है और तुरंत रुक जाता है; सुनने का ऑडियो कैप्शन टेक्स्ट से बनता है।
it: I sottotitoli vengono caricati tramite il player ufficiale di YouTube. Si avvia senza audio e si mette subito in pausa; l’audio è generato dal testo.
ja: 字幕は YouTube 公式プレーヤーで読み込みます。ミュートで初期化してすぐに停止し、読み上げ音声は字幕テキストから生成します。
pt_br: As legendas são carregadas pelo player oficial do YouTube. Ele inicia sem som e pausa imediatamente; o áudio é gerado a partir do texto.

source: 请先粘贴 YouTube 视频链接
de: Füge zuerst einen YouTube-Videolink ein.
en: Paste a YouTube video link first.
es: Primero pega un enlace de video de YouTube.
fr: Collez d’abord un lien vers une vidéo YouTube.
hi: पहले YouTube वीडियो लिंक पेस्ट करें।
it: Prima incolla un link a un video di YouTube.
ja: まず YouTube 動画のリンクをペーストしてください。
pt_br: Primeiro, cole um link de vídeo do YouTube.

source: 正在解析字幕…
de: Untertitel werden verarbeitet …
en: Parsing captions…
es: Procesando subtítulos…
fr: Analyse des sous-titres…
hi: कैप्शन पार्स किए जा रहे हैं…
it: Analisi dei sottotitoli…
ja: 字幕を解析中…
pt_br: Processando legendas…

source: 仅处理字幕文本；视频和音频流不会被播放或保留。
de: Es wird nur Untertiteltext verarbeitet. Video- und Audiostreams werden weder abgespielt noch gespeichert.
en: Only caption text is processed. Video and audio streams are never played or retained.
es: Solo se procesa el texto de los subtítulos. Las transmisiones de video y audio nunca se reproducen ni conservan.
fr: Seul le texte des sous-titres est traité. Les flux vidéo et audio ne sont jamais lus ni conservés.
hi: केवल कैप्शन टेक्स्ट प्रोसेस किया जाता है। वीडियो और ऑडियो स्ट्रीम कभी चलाए या सहेजे नहीं जाते।
it: Viene elaborato solo il testo dei sottotitoli. I flussi video e audio non vengono mai riprodotti né conservati.
ja: 処理するのは字幕テキストのみです。動画や音声ストリームは再生・保存されません。
pt_br: Somente o texto das legendas é processado. As transmissões de vídeo e áudio nunca são reproduzidas nem retidas.
